"""
Домашняя работа №1
Необходимо написать код на Python и оценить сложность вашего алгоритма О(N).
1. Создать кортеж, содержащий 4 разных числа. Вывести на экран значение второго элемента кортежа.
"""
myTuple = (5, 8, 2, 4)
print('Второй элемент кортежа:', myTuple[1])
print('Сложность алгоритма: константная O(1)')
